amazonwebservices.aws-toolkit-vscode
bito.bito
blakeh.jump-to-test
codeium.codeium
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
grapecity.gc-excelviewer
hediet.vscode-drawio
mechatroner.rainbow-csv
mhutchie.git-graph
miguelsolorio.fluent-icons
miguelsolorio.symbols
mintlify.document
oderwat.indent-rainbow
simonsiefke.svg-preview
sourcegraph.cody-ai
usernamehw.errorlens
will-stone.plastic
